const quizzes = [

[
{q:"12×8=?",a:["96","84","88","108","72"],c:0},
{q:"5+7=?",a:["12","10","11","13","14"],c:0},
{q:"9×9=?",a:["81","72","99","90","100"],c:0},
{q:"25% от 200=?",a:["50","40","60","30","20"],c:0}
],

[
{q:"HTML это?",a:["Разметка","ЯП","ОС","Игра","БД"],c:0},
{q:"JS для?",a:["Сайтов","Машин","Фото","Видео","Музыки"],c:0},
{q:"CSS отвечает за?",a:["Дизайн","Логику","Сервер","БД","AI"],c:0}
],

[
{q:"BMW M5?",a:["Спортседан","Грузовик","Мото","Автобус","Велосипед"],c:0},
{q:"Audi RS6?",a:["Универсал","Седан","Скутер","Ван","Трактор"],c:0}
],

[
{q:"Minecraft?",a:["Sandbox","Шутер","Гонки","Спорт","Фильм"],c:0},
{q:"CS:GO?",a:["Шутер","РПГ","Гонки","Файтинг","Симулятор"],c:0}
],

[
{q:"Прибыль=?",a:["Доход-расход","Доход","Расход","Налог","Кредит"],c:0}
],

[
{q:"Столица Франции?",a:["Париж","Берлин","Рим","Мадрид","Лондон"],c:0},
{q:"Столица Германии?",a:["Берлин","Париж","Рим","Вена","Прага"],c:0}
],

[
{q:"Бишкек?",a:["Столица","Город РФ","Китай","Казахстан","Узбекистан"],c:0}
]

];
