const quizzes = [

/* 0 IQ */
[
{
q:"Сколько будет 12×8?",
a:["96","84","88","92","108"],
c:0
},
{
q:"Логика: все кошки животные. Мурка кошка?",
a:["Да","Нет","Иногда","Неизвестно","Только ночью"],
c:0
}
],

/* 1 IT */
[
{
q:"HTML это?",
a:["Язык разметки","ЯП","ОС","БД","Игровой движок"],
c:0
}
],

/* 2 CARS */
[
{
q:"Что быстрее?",
a:["BMW M5","Toyota Camry","Kia Rio","Lada","Traktor"],
c:0
}
],

/* 3 GAMES */
[
{
q:"Minecraft это?",
a:["sandbox","шутер","гонки","спорт","фильм"],
c:0
}
],

/* 4 BUSINESS */
[
{
q:"Что такое прибыль?",
a:["доход-расход","только доход","налог","зарплата","убыток"],
c:0
}
],

/* 5 GENERAL */
[
{
q:"Столица Франции?",
a:["Париж","Берлин","Рим","Мадрид","Лондон"],
c:0
}
],

/* 6 GENERAL 2 */
[
{
q:"Сколько планет?",
a:["8","7","9","10","6"],
c:0
}
]

];
