const quizzes = [

[
{q:"IQ: 12×8?",a:["96","84","88","92","108"],c:0},
{q:"2+2×2=?",a:["6","8","4","10","2"],c:0},
{q:"Логика: все кошки животные. Мурка кошка?",a:["Да","Нет","Иногда","Не знаю","Иногда да"],c:0},
{q:"10% от 200?",a:["20","10","30","40","50"],c:0},
{q:"5²=?",a:["25","20","10","30","15"],c:0}
],

/* 💻 IT TEST */
[
{q:"HTML это?",a:["Язык разметки","Язык программирования","ОС","Браузер","Игра"],c:0},
{q:"JS используется для?",a:["Сайтов","Машин","Игр","Фото","Музыки"],c:0},
{q:"CSS отвечает за?",a:["Дизайн","Логику","Сервер","Игры","БД"],c:0},
{q:"Что такое API?",a:["Связь систем","Игрушка","Браузер","ОС","Код"],c:0}
],

/* 🚗 CARS */
[
{q:"Самая быстрая BMW?",a:["M5","X5","X3","X1","i3"],c:0},
{q:"Audi RS6 это?",a:["Спорт универсал","Мотоцикл","Грузовик","Автобус","Скутер"],c:0},
{q:"Mercedes S-Class это?",a:["Люкс","Спорт","Джип","Хэтчбек","Велосипед"],c:0}
],

/* 🎮 GAMES */
[
{q:"Minecraft жанр?",a:["Sandbox","Шутер","Гонки","Спорт","Хоррор"],c:0},
{q:"CS:GO это?",a:["Шутер","РПГ","Гонки","Пазл","Ферма"],c:0}
],

/* 💼 BUSINESS */
[
{q:"Прибыль = ?",a:["Доход-расход","Доход","Расход","Налог","Зарплата"],c:0},
{q:"Инвестиции это?",a:["Вложение денег","Потеря","Кредит","Долг","Подарок"],c:0}
],

/* 🌍 COUNTRIES */
[
{q:"Столица Франции?",a:["Париж","Берлин","Рим","Лондон","Мадрид"],c:0},
{q:"Столица Германии?",a:["Берлин","Париж","Рим","Милан","Прага"],c:0},
{q:"Япония столица?",a:["Токио","Осака","Киото","Сеул","Пекин"],c:0},
{q:"Сколько стран в мире?",a:["~195","100","50","300","10"],c:0}
],

/* 🇰🇬 KYRGYZSTAN */
[
{q:"Столица Кыргызстана?",a:["Бишкек","Ош","Нарын","Каракол","Талас"],c:0},
{q:"Озеро Иссык-Куль?",a:["Кыргызстан","Казахстан","Россия","Китай","Узбекистан"],c:0},
{q:"Горы Кыргызстана?",a:["Тянь-Шань","Альпы","Кавказ","Анды","Гималаи"],c:0},
{q:"Флаг Кыргызстана цвет?",a:["Красный","Синий","Зелёный","Жёлтый","Чёрный"],c:0}
]

];
