const quizzes = [
[
{q:"IQ: 12×8?",a:["96","84","88","92","108"],c:0},
{q:"IQ: 5+7?",a:["12","10","11","13","14"],c:0}
],

[
{q:"HTML это?",a:["Язык разметки","ЯП","ОС","БД","Драйвер"],c:0}
],

[
{q:"Самая быстрая BMW?",a:["M5","X5","M3","X3","X1"],c:0}
],

[
{q:"Minecraft это?",a:["sandbox","шутер","гонки","спорт","фильм"],c:0}
],

[
{q:"Прибыль это?",a:["доход-расход","доход","налог","зарплата","долг"],c:0}
],

[
{q:"Столица Франции?",a:["Париж","Берлин","Рим","Мадрид","Лондон"],c:0}
],

[
{q:"Сколько планет?",a:["8","7","9","10","6"],c:0}
]
];
